[
  {"id":"dunnington11","type":"thesis","title":"Using paleolimnological methods to track late Holocene environmental change at Long Lake, New Brunswick - Nova Scotia Border Region, Canada","publisher":"Acadia University","number-of-pages":"93","genre":"B.Sc.H. Thesis","abstract":"The Missaguash Bog and Amherst Marsh are situated along the border of Nova Scotia and New Brunswick at the head of the Bay of Fundy and have a long history of anthropogenic influence. Long Lake and Round Lake are small, shallow lakes in the middle of this marsh system and are influenced by a number of human-induced changes including water control structures, dredging of channels, and increased use through recreation, construction, and forestry. The impact of this activity on Long Lake was studied using paleolimnological methods to link changes in organic content, lead, titanium, and other proxies observed in sediment cores to the known history of the lake basin, leading to a better understanding of how small, shallow lakes react to anthropogenic influence.\nIt was discovered that Long Lake was very sensitive to changes in precipitation, temperature, and lake level. Data from core stratigraphy and historical sources indicate that drainage modification lowered the lake level in Long Lake during the mid-1800s, after which wave action heavily disturbed unconsolidated organic sediment. Deposition resumed with predominantly inorganic sediment, indicating a fundamental change in depositional dynamics. Geochemcial proxy data suggest sediment resuspension and mixing have occurred in the top few centimetres of sediment, possibly due to increased turbulence from motorboat activity.\nThe sediment record from Round Lake provides evidence for significant atmospheric deposition from industrialization in Amherst during the late 1800s and early 1900s. Lead peaks were used to provide age control on geochemical data, and correlates well with regional atmospheric lead records.","URL":"http://scholar.acadiau.ca/islandora/object/theses:847","author":[{"family":"Dunnington","given":"Dewey W."}],"issued":{"date-parts":[[2011]]},"publisher-place":"Wolfville, Nova Scotia"}
]
