{"id":["dunnington_spooner19"],"type":["paper-conference"],"title":["Land-use controls on spatiotemporal trace metal accumulation in Maritime Canadian lakes"],"event":["Atlantic Geoscience Society Colloquium"],"abstract":["Trace metals play an important role in freshwater environments: guidelines for the protection of aquatic life have been established for both water and sediment, and drinking water guidelines require low concentrations of many trace metals following drinking water and waste water treatment. As the 'tailpipe of North America', many Maritime Canadian lakes were acidified as a result of atmospheric transport of U.S. emissions, a process which potentially introduced trace metals to these systems. Maritime Canada has experienced significant historic land disturbance through forestry, water-level change, and urbanization, and is thus an ideal place to investigate the relationship between long-term trace metal accumulation and catchment land-use change. Using ^210^Pb-dated gravity cores from 22 Maritime-Canadian lakes with varied land-use histories, we reconstructed trace metal accumulation and watershed disturbance at decadal resolution over the past ~200 years. Preliminary results from the greater Halifax region suggest that Fe, Mn, and As are particularly sensitive to oxygen conditions at the sediment-water interface, and that increased Cu was associated with the onset of urbanization in some urbanized watersheds. The mean timing of increased Pb deposition occurred at AD 1921±42 in the Halifax region and was consistent with atmospheric deposition from the use of leaded gasoline, however only in some lakes have Pb concentrations decreased since the phasing out of lead in gasoline. Collectively, our data suggest that that that historic sources of trace metals to Maritime Canadian catchments are still contributing to the contemporary trace metal load in lake sediments, and must be considered in the management of these systems."],"DOI":["10.4138/atlgeol.2019.005"],"author":[{"family":["Dunnington"],"given":["D.W."]},{"family":["Spooner"],"given":["I. S."]}],"issued":{"date-parts":[[2019,2]]},"publisher-place":["Fredericton, New Brunswick"]}
