[
  {"id":"dunnington_etal16a","type":"paper-conference","title":"Paleolimnology and long-term perspectives on water quality at Alta Lake, Whistler, British Columbia, Canada: implications for management","container-title":"Geological Society of America Abstracts with Programs","publisher":"Geological Society of America","volume":"48(2)","event":"Geological Socity of America Northeast Sectional Meeting","abstract":"Small, recreationally important lakes are economically critical to many communities. Development of management practices to prevent the deterioration of water quality in these lakes is primarily based on 1-2 year limnological assessments that are only able to provide short-term characterizations of water quality variability. The paleolimnological approach can be used to reconstruct variability of water quality parameters over longer time scales in contrast to the limited range of limnological studies, providing the necessary context in which to decouple natural and anthropogenic change in lacustrine systems. Alta Lake, in Whistler, British Columbia, Canada, is a small, recreationally important lake. Using a 210Pb and 14C dated sediment core, long-term changes in water quality were reconstructed using C/N stable isotopes (δ13C and δ15N), metals, and historical records. Evidence was found for a large-scale influx of terrestrial carbon at 1563±98 AD and channel avulsion on the 21-Mile Creek alluvial fan at 1754±81 AD. Changes in stable isotopes beginning at 1949±17 AD indicated increased productivity in response to nutrient loading from septic-derived nutrients. Increased metal deposition (Cu, As, and Zn) during the same period indicates that watershed disturbance during the construction of the highway was likely a significant contributor of metals to Alta Lake. Previous 1-2 year limnological assessments of Alta Lake concluded that Alta Lake is an oligotrophic, clear-water lake with excellent water quality. This study confirmed these data but indicated that nutrient loading and increased productivity in Alta Lake continue to occur. The application of the paleolimnological method to the assessment of Alta Lake confirmed that the suite of abiotic proxies used was effective in characterizing long-term trends in water quality, and that a long-term perspective on water quality variability is necessary to develop effective management practices for Alta Lake and other small, economically important lakes.","URL":"https://gsa.confex.com/gsa/2016NE/webprogram/Paper272385.html","DOI":"10.1130/abs/2016NE-272385","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"I. S."},{"family":"White","given":"Christopher E."}],"issued":{"date-parts":[[2016,3,23]]},"publisher-place":"Albany, New York"},
  {"id":"spooner_etal16","type":"paper-conference","title":"Using paleolimnological techniques and XRF to investigate metal sequestration, mobility, and bioavailability in shallow lakes: case studies from Nova Scotia, Canada","container-title":"Geological Society of America Abstracts with Programs","publisher":"Geological Society of America","volume":"48(2)","event":"Geological Socity of America Northeast Sectional Meeting","abstract":"Lakes in Nova Scotia, Canada are commonly used as water source reservoirs, serve as significant recreational resources ($100 m/year) and are essential habitat for many species at risk. Nova Scotia has a >300 year history of watershed alteration and impact.  Water quality, habitat stability and bioavailability of metals in lakes are a significant concern and resource managers lack effective water quality risk assessment techniques. We use applied paleolimnological techniques including X-ray fluorescence (XRF) technology to address specific knowledge gaps and decouple the effects of within lake stressors (primarily acidity and anoxia) from watershed scale disturbance.\n\nPaleolimnological investigations in the Cumberland Marsh Region (CMR) and Halifax Regional Municipality (HRM) provided  insight into the influences of water column chemistry (salinity, pH, Eh, etc.), sediment composition and changing environmental conditions on metal (As, Pb, Fe, Mn) sequestration and mobility in lake sediments.  Studies in HRM noted persistent increases in a variety of toxic trace metals that are associated with mining in the 1800s. Remobilization of legacy mining waste remaining in soils was a significant source of recent lakebed sediment contamination. In the CMR, high Pb concentrations in lakebed sediments and gastropods correlated with water column salinity and sulphide content. Lead bioavailability may be most strongly associated with the form of Pb and sediment composition.\n\nIn all studies we were able to use the paleolimnological method and XRF analyses of lakebed sediments to link changes in abiotic proxies in sediment cores to the known history of the lake basin, leading to a better understanding of how lakes and watersheds react to anthropogenic influence.  The outcomes of private sector partnerships have indicated that rapid technology and competency transfer is possible, the approach is cost and time effective and can be integrated into the companies’ service portfolio. Our public partners have used the information to make informed management decisions. These experiences indicate that application of the paleolimnological approach has the potential to provide researchers with access a wide range of projects and funding sources.","URL":"https://gsa.confex.com/gsa/2016NE/webprogram/Paper272067.html","DOI":"10.1130/abs/2016NE-272067","author":[{"family":"Spooner","given":"I.S."},{"family":"Dunnington","given":"D.W."},{"family":"White","given":"Christopher E."}],"issued":{"date-parts":[[2016,3,23]]},"publisher-place":"Albany, New York"},
  {"id":"dunnington_etal15","type":"paper-conference","title":"Decoupling natural and anthropogenic change at Alta Lake, Whistler, British Columbia: Implications for management","event":"Canadian Quaternary Association Biennial Meeting","abstract":"Small, recreationally important lakes are economically critical to communities across Canada. Currently the development of management practices to prevent the deterioration of water quality in these lakes is based on 1-2 year limnological assessments that are only able to provide short-term characterizations of water quality variability. Using carbon-dated sediment cores from Alta Lake, Whistler, British Columbia, this study reconstructed long-term changes in water quality using C/N stable isotopes, metals, and historical records. Evidence was found for large-scale landscape destabilization ca. AD 1650 and the rerouting of Twenty-one mile creek from Alta Lake to the Green Lake watershed by alluvial fan dynamics ca. AD 1770. Changes in productivity indicators (δ13C and δ15N) coincident with anthropogenic metal deposition (AD 1900 – present) were not similar to changes in productivity indicators associated with landscape destabilization and watershed dynamics, indicating human-induced nutrient loading and increased productivity. Limnological assessments of Alta Lake concluded that Alta Lake is an oligotrophic, clear-water lake with excellent water quality. This study confirmed these data but suggested that nutrient loading and increased productivity on Alta Lake is a result of human activity. These changes are subtle but indicate that a comprehensive assessment of nutrient input is necessary to prevent the further deterioration of water quality. The application of the paleolimnological method confirms that a long-term perspective on water quality variability facilitates effective management practices for Alta Lake and other small, recreationally important lakes across Canada.","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"I. S."},{"family":"White","given":"Christopher E."}],"issued":{"date-parts":[[2015,8]]},"publisher-place":"St. John's, Newfoundland"},
  {"id":"dunnington11a","type":"paper-conference","title":"Using Paleolimnological Methods to Track Late-Holocene Environmental Change at Long Lake, New Brunswick-Nova Scotia Border Region, Canada","event":"Atlantic Universities Geoscience Conference","abstract":"The Missaguash Bog and Amherst Marsh represent an area with a long history of anthropogenic influence, situated along the border of Nova Scotia and New Brunswick at the head of the Bay of Fundy. Long Lake is a small, shallow lake in the middle of this marsh system affected by a number of human induced changes including water control structures to keep saltwater out of the Amherst Marsh, dredging of channels to drain the Amherst Marsh for farmland, construction of an impoundment for waterfowl, and increased use through recreation, construction and forestry. The impact of this activity on Long Lake can be resolved using paleolimnological methods to link changes in organic content, metals concentrations and other proxies observed in sediment cores to the known history of the lake basin, leading to a better understanding of how small shallow lakes react to anthropogenic influence. The importance of the Missaguash and greater Tantramar Marshes as an iconic Canadian landscape and important waterfowl habitat also lends importance to understanding environmental change in a shallow lake/marsh ecosystem.","DOI":"10.4138/18742","author":[{"family":"Dunnington","given":"Dewey W."}],"issued":{"date-parts":[[2011,10]]},"publisher-place":"St. John's, Newfoundland"},
  {"id":"dunnington_etal15a","type":"paper-conference","title":"A 10 000 year record of environmental change at Long Lake, Cumberland Marshes, Nova Scotia-New Brunswick border region, Canada","event":"Atlantic Geoscience Society Colloquium","abstract":"Long Lake, Nova Scotia is a small, shallow lake located 12 km inland from the head of the Bay of Fundy within the Amherst Marsh, which is part of a large coastal wetland system (Cumberland Basin marshes -CBM) in the New Brunswick – Nova Scotia border region. The Border Marshes are located along the Atlantic migratory flyway and are particularly important for waterfowl and marshbird production providing both migration and breeding habitat. Though ecosystem integrity has been studied extensively, there are no records of the physical and chemical evolution of lakes in the CBM. In this study we use the paleolimnological method at Long Lake to construct a 10,000 year record of both natural and anthropogenically influenced change.\n\nThe paleolimnological records were derived from percussion and gravity cores and indicate that Long Lake was a productive, fresh water lake from at least 10,500 cal. BP, long before most lakes in the CBM were established. Increases in various metals including Pb, As and Hg in the core at about  5000 cal. BP are likely the consequence of regional fires, and indicate that a significant reservoir of these metals exists in the natural environment.  The fire events are broadly coincident with a period of widespread drying from 8000 to 4000 cal. BP. Wetter conditions and a raised water table have persisted at the site since 4000 cal. BP.  Though tidal range had increased by this time, δ13C data indicate that long-term marine incursions did not occur at the Long Lake site. The gravity core data indicate that physical and biological character of Long Lake has been fundamentally altered in the last 300 years by anthropogenic activity.  Evidence of water level lowering and forced sediment aggradation (tiding) in the 1800s was found, consistent with historical records.  Increases in metals near the top of the core are likely associated with fossil fuel combustion and naturally occurring lead mobilized by sediment re-suspension and mixing associated with boat traffic. Collectively these data indicate that Long Lake may be one of the oldest lakes in the Cumberland Basin marshes and has been fundamentally altered by anthropogenic activity in the last 300 years. The sediments in Long Lake may also represent a source for the bioaccumulation of specific metals.","DOI":"10.4138/atlgeol.2015.005","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"White","given":"Hilary"},{"family":"Spooner","given":"I. S."},{"family":"White","given":"Christopher E."},{"family":"O'Driscoll","given":"N."},{"family":"Mclellan","given":"Nick"}],"issued":{"date-parts":[[2015,1]]},"publisher-place":"Sackville, New Brunswick"},
  {"id":"ratiu_dunnington12","type":"paper-conference","title":"Remediation of Salt-Impacted Soils Using Automated Conductivity Monitoring, Leachate Collection, Irrigation, and Injection: Alternative Methods for In-Situ Remediation","event":"Remediation Technologies Symposium","abstract":"Remediation of salt impacted soils remains a major issue in the environmental industry, as brine constituents from fluid discharges infiltrate soils affecting vegetation growth and water quality.  Traditional in-situ remediation techniques have used natural precipitation and leachate recovery with some success, however sporadic quality assessment of recovered fluids yields limited control over leachate disposal methods and real-time assessment of remediation programs.  Evaluation of existing systems suggested that continuous monitoring of leachate quality, automated control and routing of the recovered fluids would further increase the efficiency of remediation process.  \n\nThe remediation technique implemented at the site includes installation of a flow-computer monitored and controlled leachate collection and recovery system enhanced by surface irrigation and subsurface injection.  Installation of continuous monitoring and automated control within the leachate recovery portion of the in-situ remediation system provides data recording, communications support, electrical conductivity (EC) monitoring, and valve control.  A flow-computer directs recovered fluid with low EC values toward a series of surface irrigation and subsurface injection systems, or concentrated brine with high EC values toward a series of storage tanks for subsequent deep-well injection.  Additional wells and routing options provide further controls on the remediation program.  The program demonstrates how modern technologies can be used to fuel developments in alternative in-situ remediation for salt-impacted soils, providing further opportunities for cost-effective, successful remediation.","URL":"https://www.esaa.org/wp-content/uploads/2015/06/12-Ratiu.pdf","author":[{"family":"Ratiu","given":"Ion"},{"family":"Dunnington","given":"Dewey W."}],"issued":{"date-parts":[[2012,10]]},"publisher-place":"Banff, Alberta"},
  {"id":"godfrey_etal18","type":"paper-conference","title":"Impact of historical logging and hydroelectric development on an upland river system, nova scotia, canada: a paleolimnological perspective","publisher":"GSA","source":"gsa.confex.com","event":"Geological Society of America Northeast Section","abstract":"Upland watersheds are commonly subject to environmental change at a variety of scales. In Atlantic Canada, historical logging and watershed development for hydroelectric power generation have significantly altered flow dynamics and seasonal discharge in forested upland river systems and yet the ecological impact and environmental legacy of these practices is not well understood. In this study, the bulk geochemistry of a 14C and 210Pb-dated sediment core from a fluvial lake on the West Branch of the Avon River, Nova Scotia, Canada was used to elucidate the environmental impact of these practices.\n\nSub-bottom sonar was used to located a deep-water coring site where current was minimal and sediment accumulation had occurred. Three environmental periods were recognized in the sedimentary archive. The pre-disturbance (pre-1890 AD) period was characterized by coarse sediment, low carbon concentrations and relatively high metal loads. Increasing strontium may be associated with substantial anadromous fish residency. Significant environmental impact is evident in the last 150 years. Logging and hydraulic disruption during the second period (~ 1890 – 1910 AD) resulted in multiple unconformities and fluctuations in watershed stability proxies (particle size, Ti, K, total C/N, 13C, 15N) that collectively indicate significant forest floor, bankside and basin erosion. Hydroelectric damming, a reduction in watershed area, and a reduction in discharge during the third period (~1920 to Present) has resulted in a decrease in particle size and an increase in algal matter. Fluvial erosion decreased during this period along with concentrations of most metals. Modern logging techniques in the watershed over the past 40 years appear to have had little impact on sediment bulk geochemistry. Low strontium in this interval may indicate a reduction in anadromous fish in the river system coinciding with the installation of dams and the construction in 1970 of flood control gates downstream from the site. Collectively these data indicate that fluvial lakes can contain robust records that can be used to provide guidance for watershed scale assessment of environmental impact.","URL":"https://gsa.confex.com/gsa/2018NE/webprogram/Paper311065.html","title-short":"IMPACT OF HISTORICAL LOGGING AND HYDROELECTRIC DEVELOPMENT ON AN UPLAND RIVER SYSTEM, NOVA SCOTIA, CANADA","language":"English","author":[{"family":"Godfrey","given":"Adam"},{"family":"Spooner","given":"I.S."},{"family":"Mallory","given":"Mark L."},{"family":"Dunnington","given":"D.W."},{"family":"White","given":"Chris E."}],"issued":{"date-parts":[[2018,3,18]]},"accessed":{"date-parts":[[2018,3,22]]},"publisher-place":"Burlington, Vermont"},
  {"id":"dunnington_etal18c","type":"paper-conference","title":"Evaluating the utility of field-portable X-ray fluorescence (pXRF) for the rapid measurement of landscape change proxies","publisher":"GSA","source":"gsa.confex.com","event":"Geological Society of America Northeast Section","abstract":"X-Ray fluorescence (XRF) spectrometry has long been used to measure elemental geochemistry in sediments, and recently, field-portable XRF units (pXRF) have produced elemental concentrations that are as accurate as traditional analytical methods for some elements in specific applications. In this study, we assessed pXRF data quality for use with aquatic sediments, including the precision of replicate pXRF measurements, repeatability among multiple pXRF analyzers, and accuracy of pXRF elemental concentrations as compared to certified reference materials (CRMs). Precision was assessed using relative standard deviation (RSD) of replicate measurements, repeatability was assessed using Pearson's product-moment correlation coefficient (r^2^) and Spearman's rank-order correlation (r~s~) among multiple pXRF analyzers using identical\nsamples, and accuracy was assessed using r2 and rs values between CRM certified values and pXRF measured values. The data quality of elemental pXRF measurements was not identical when assessed for precision, repeatability, and accuracy: for our suite of aquatic sediment samples and CRMs, pXRF measurements were both precise and repeatable for Fe, Ti, Mn, K, Rb, Zn, Zr, V, Pb, As, and S; and pXRF measurements were precise, repeatable, and accurate for Fe, Ti, K, Rb, Zn, As, and S. Portable XRF has many advantages, including portability, wide availability, low cost, non-destructive analysis, and short sample analysis time. Our data suggest that pXRF can provide a high level of data quality for elemental geochemistry when applied to aquatic sediments. Many of the elements that demonstrated a high level of data quality are frequently used as indicators of landscape change; use of pXRF in these studies may enable investigators to measure samples at a higher resolution or to include more cores in their analyses.","URL":"https://gsa.confex.com/gsa/2018NE/webprogram/Paper310613.html","DOI":"10.1130/abs/2018NE-310613","language":"English","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"I. S."},{"family":"White","given":"Chris E."},{"family":"Gagnon","given":"Graham A."}],"issued":{"date-parts":[[2018,3,18]]},"accessed":{"date-parts":[[2018,3,22]]},"publisher-place":"Burlington, Vermont"},
  {"id":"dunnington_etal15c","type":"paper-conference","title":"Decoupling natural and anthropogenic change at Alta Lake, Whistler, British Columbia: Implications for management","event":"Ontario-Québec Paleolimnology Symposium","abstract":"Small, recreationally important lakes are economically critical to communities across Canada. Currently the development of management practices to prevent the deterioration of water quality in these lakes is based on 1-2 year limnological assessments that are only able to provide short-term characterizations of water quality variability. Using carbon-dated sediment cores from Alta Lake, Whistler, British Columbia, this study reconstructed long-term changes in water quality using C/N stable isotopes, metals, and historical records. Evidence was found for large-scale landscape destabilization ca. AD 1650 and the rerouting of Twenty-one mile creek from Alta Lake to the Green Lake watershed by alluvial fan dynamics ca. AD 1770. Changes in productivity indicators (δ^13^C and δ^15^N) coincident with anthropogenic metal deposition (AD 1900 – present) were not similar to changes in productivity indicators associated with landscape destabilization and watershed dynamics, indicating human-induced nutrient loading and increased productivity. Traditional assessments of Alta Lake concluded that Alta Lake is an oligotrophic, clear-water lake with excellent water quality. This study confirmed these data but suggested that nutrient loading and increased productivity on Alta Lake is a result of human activity. These changes are subtle but indicate that a comprehensive assessment of nutrient input is necessary to prevent the future deterioration of water quality. Collectively these data confirm that a long-term perspective on water quality variability is critical for the development of effective management practices for Alta Lake and other small, recreationally important lakes across Canada.","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"I. S."},{"family":"White","given":"Christopher E."}],"issued":{"date-parts":[[2015,5]]},"publisher-place":"Waterloo, Ontario"},
  {"id":"dunnington16","type":"paper-conference","title":"Flexible, platform-independent, open-source data structures and conversion mechanisms for paleolimnological data","event":"Ontario-Québec Paleolimnology Symposium","abstract":"Paleolimnological data by nature is complex and multidimensional, which makes the storage, visualization, and manipulation of such data inherently challenging. Dedicated programs have attempted to ameliorate these problems, but the storage format used can be inflexible and/or proprietary, limiting the exchange of data and replicability of visualizations and statistical analyses. This poster conceptualizes values as having qualifiers (e.g. core identifier, depth below surface, and measured parameter) and tags (e.g. amount of error, number of replicates, written notes pertaining to the value), each of which are represented differently depending on the data structure used. This poster identifies four data structures among many as optimal for storing paleolimnological data: a raw values list, a summarized values list, a raw values matrix, and a summarized values matrix. The former two are long-format structures that store each qualifier category as a column (e.g. core identifier, depth, and parameter) with one row per measured value. The two later structures are wide-format structures that store the values for each measured parameter in separate columns. Summarized variants store one value per unique depth, whereas raw variants are able to store values for each replicate. Long data structures store tags more easily than wide data structures, however wide data structures are used more often as input for plotting routines and statistical analyses optimized for paleolimnological data. The conversion between these four structures is easily accomplished using both interactive (e.g. spreadsheet software) and programmatic (e.g. R and Python) mechanisms. As more advanced statistical treatment of data becomes common in paleolimnological studies, storing data in its most flexible form may be advantageous to enhance the replicability of visualizations and statistical analysis. Readily available conversion mechanisms ensure storing data in its raw form is not a barrier to fast and effective completion of this process.","author":[{"family":"Dunnington","given":"D.W."}],"issued":{"date-parts":[[2016,5]]},"publisher-place":"Kingston, Ontario"},
  {"id":"dunnington_etal16b","type":"paper-conference","title":"Preliminary results and experimental design for a bulk geochemical assessment of sediment from drinking water reservoirs in Halifax, Nova Scotia, Canada","event":"Ontario-Québec Paleolimnology Symposium","abstract":"The treatment of surface water from reservoirs is a necessary and expensive undertaking. As the cost of treatment is directly impacted by changes in metal concentrations, dissolved organic carbon, and other water quality parameters, watershed managers have a vested interested in obtaining information about inter-annual to centennial scale changes that predate the monitoring record for each reservoir. From a scientific perspective, the availability of long-term monitoring data for drinking water reservoirs is conducive to informing interpretation of bulk geochemical proxies from these lakes. In partnership with Halifax Water, 6 sediment cores were taken from 3 surface water reservoirs within the Halifax Regional Municipality (HRM). Preliminary data from lakebed sediment cores at Pockwock Lake and Lake Major suggest that changes in water quality occurred in response to early logging and lake level rise following the construction of a dam in each lake. The magnitude and nature of further water quality changes will be further constrained by pending C/N stable isotope data and ^210^Pb chronology. The geochemical assessment of sediment from drinking water reservoirs is a synergistic partnership between paleolimnologists and watershed managers that will continue to be explored as the project continues.","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I. S"},{"family":"White","given":"Chris E."},{"family":"Gagnon","given":"Graham A."},{"family":"Krkošek","given":"Wendy H."}],"issued":{"date-parts":[[2016,5]]},"publisher-place":"Kingston, Ontario"},
  {"id":"dunnington_spooner16a","type":"paper-conference","title":"Introductory GIS Workshops Using Open-Source GIS Tools","event":"Atlantic Division of the Canadian Association of Geographers","abstract":"Competence in Geographic Information Systems (GIS) is an essential component of geographical and earth science post-secondary education. Licensing of proprietary GIS software has been a barrier to the inclusion of GIS in the curriculum of the Department of Earth & Environmental Science at Acadia University, where students are required to provide their own laptop computers. Since 2014, our department has integrated QGIS into its field school curriculum and conducted introductory GIS workshops based on the open-source QGIS software. QGIS is available on MacOS, Windows, and Linux platforms, is free to install, and has no license restrictions pertaining to educational or commercial use. Field school workshops were one day in length and received moderately positive feedback; winter workshops were two days in length and received overwhelmingly positive feedback. The two-day weekend format allowed participation from students, faculty, and community members from multiple departments and allowed for an immersive environment conducive to learning a new software platform. Participants were able to transfer their skills to other software packages such as R and ESRI products following completion of the course.","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I. S"}],"issued":{"date-parts":[[2016,10]]},"publisher-place":"Sackville, New Brunswick"},
  {"id":"dunnington_etal17a","type":"paper-conference","title":"A unified stable Pb sediment chronology for Halifax, Nova Scotia, Canada","event":"Ontario-Québec Paleolimnology Symposium","abstract":"Establishing chronologies for lake sediment cores is essential to determine causal relationships that form the basis of many paleolimnological investigations. ^210^Pb dating is an essential tool to establish recent (<150 years) lake sediment chronologies, however there are cases in which ^210^Pb chronologies are difficult to obtain due to low concentrations of ^210^Pb, difficult to interpret due to complicated ^210^Pb accumulation history, or not feasible to measure due to time, cost, or availability constraints. Stable Pb is present in measurable concentrations in many lake sediments, is easily and cost-effectively measured, and often follows a regional pattern of increase following aerial deposition of particulates from industrial development. We measured stable Pb concentrations in seven ^210^Pb-dated sediment cores near Halifax, Nova Scotia using X-Ray Fluorescence Spectroscopy. Pb concentrations ranged from non-detect (~2 ppm) to 155 ppm, with a substantial increase observed between 1900 and 1930. Peak lead concentration dates were variable, but generally ocurred between 1970 and 1990. The timing of the initial increase was within the range of ^210^Pb age-depth model error for all lakes, suggesting a common aerial source for lead in the Halifax region. Using stable Pb concentrations, ^210^Pb age-depth model error, and rescaling methods, a unified stable Pb sediment chronology was constructed for the Halifax region. This chronology could be applied to create age-depth models for lake sediment cores for which no ^210^Pb data are available.","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I. S"},{"family":"Krkošek","given":"Wendy H."},{"family":"Gagnon","given":"Graham A."},{"family":"White","given":"Chris E."}],"issued":{"date-parts":[[2017,5]]},"publisher-place":"St. Catherine's, Ontario"},
  {"id":"dunnington_spooner18a","type":"paper-conference","title":"Environmental data for future generations: storage formats for multi-parameter, spatiotemporal data","event":"Atlantic Geoscience Society Colloquium","abstract":"Long-term records of environmental change are made up of complex, multi-parameter data, often collected from many sites; the complexity of these datasets can make the storage, visualization, and manipulation of such data inherently challenging. Metadata documenting the how and why of data collection are often omitted or stored separately from the data. Dedicated programs have attempted to ameliorate these problems, but the storage format used can be inflexible and/or proprietary, limiting the future reuse of data. In essence, environmental data are comprised of measurements, each having qualifiers (e.g., location identifier, depth below surface, and measured parameter), a value, and tags (e.g., amount of error, number of replicates, written notes pertaining to the value). When data are stored in a table with one row per measurement, the maximum amount of measurement data is retained; when data are stored in a table with one row per time interval per location (one column per parameter), some information is lost but the data are more amenable to visualization in spreadsheet software. The conversion between these structures is easily accomplished using both interactive (e.g., spreadsheet software) and programmatic (e.g., R and Python) mechanisms. As more advanced statistical treatment of data becomes common in long-term environmental studies, storing data in a way that does not result in data loss is advantageous to enhance the replicability of visualizations and statistical analyses. As datasets are increasingly combined with others and reused in future analyses, formats that store metadata with the data itself are particularly important for data collectors to consider.","DOI":"10.4138/atlgeol.2018.003","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I. S."}],"issued":{"date-parts":[[2018,5]]},"publisher-place":"Truro, Nova Scotia"},
  {"id":"dunnington_spooner18b","type":"paper-conference","title":"Keeping data in context: using metadata-friendly, computer-readable storage formats for research data","event":"Canadian/American Quaternary Association Joint Meeting","abstract":"Long-term records of environmental change are made up of complex, multi-parameter data, often collected from many sites; the complexity of these datasets can make the storage, visualization, and manipulation of such data challenging. Metadata documenting the how and why of data collection are often omitted or stored separately from the data. Dedicated programs have attempted to ameliorate these problems, but the storage format used can be inflexible and/or proprietary, limiting the future reuse of data. In essence, environmental data are comprised of measurements, each having qualifiers (e.g., location identifier, depth below surface, and measured parameter), a value, and tags (e.g., amount of error, number of replicates, written notes pertaining to the value). When data are stored in a table with one row per measurement, the maximum amount of measurement data is retained; when data are stored in a table with one row per time interval per location (one column per parameter), some information is lost but the data are more amenable to visualization in spreadsheet software. The conversion between these structures is easily accomplished using both interactive (e.g., spreadsheet software) and programmatic (e.g., R and Python) mechanisms. As more advanced statistical treatment of data becomes common in long-term environmental studies, storing data in a format that does not result in data loss is advantageous to enhance the replicability of visualizations and statistical analyses. As datasets are more often combined with others and reused in future analyses, formats that enable the storage of metadata are particularly important for data collectors to consider.","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I. S."}],"issued":{"date-parts":[[2018,8]]},"publisher-place":"Ottawa, Ontario"},
  {"id":"dunnington_etal18d","type":"paper-conference","title":"Evaluating long-term reservoir water quality trends using sediment chemistry and historical invertebrate abundance at Cape Breton, Nova Scotia, Canada","event":"Atlantic Water and Wastewater Association Annual Conference","abstract":"The Cape Breton Regional Municipality’s Water Utility has an excellent water quality monitoring program, however planning for infrastructure upgrades and watershed forest management under changing climatic conditions has highlighted the need for water quality data prior to the advent of regular water quality monitoring in Cape Breton water supply areas. We used sediment chemistry and historic invertebrate abundance in dated lake sediment cores from Kelly Lake and Waterford Lake (Cape Breton, Nova Scotia, Canada) to semi-quantitatively evaluate the impact of historical industrial activity and treatment works construction on historical water quality parameters. Sediment chemistry indicated that installation of treatment infrastructure at Kelly Lake released a large volume of sediment during construction but did not increase inorganic sedimentation in the long term, and historic invertebrate abundance suggested minor water quality changes following treatment works construction. At Waterford Lake, fewer invertebrate species were observed following industrial activity near the lake, suggesting a change in water quality as a result of industrial activity. Collectively, our results suggest that the combination of sediment chemistry and historical invertebrate abundance was able to provide semi-quantitative historical water quality data, and that semi-quantitative historical water quality data are valuable to informing long-term planning and management of water supply areas.","URL":"http://www.acwwa.ca/conferences/conference-presentations/category/285-dalhousie-university-evaluating-long-term-reservoir-water-quality-trends-using-sediment-chemistry-and-historical-invertebrate-abundance-at-cape-breton","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I. S."},{"family":"Mazzocca","given":"A."},{"family":"Gagnon","given":"Graham A."}],"issued":{"date-parts":[[2018,9]]},"publisher-place":"Sydney, Nova Scotia"},
  {"id":"dunnington_spooner19","type":"paper-conference","title":"Land-use controls on spatiotemporal trace metal accumulation in Maritime Canadian lakes","event":"Atlantic Geoscience Society Colloquium","abstract":"Trace metals play an important role in freshwater environments: guidelines for the protection of aquatic life have been established for both water and sediment, and drinking water guidelines require low concentrations of many trace metals following drinking water and waste water treatment. As the 'tailpipe of North America', many Maritime Canadian lakes were acidified as a result of atmospheric transport of U.S. emissions, a process which potentially introduced trace metals to these systems. Maritime Canada has experienced significant historic land disturbance through forestry, water-level change, and urbanization, and is thus an ideal place to investigate the relationship between long-term trace metal accumulation and catchment land-use change. Using ^210^Pb-dated gravity cores from 22 Maritime-Canadian lakes with varied land-use histories, we reconstructed trace metal accumulation and watershed disturbance at decadal resolution over the past ~200 years. Preliminary results from the greater Halifax region suggest that Fe, Mn, and As are particularly sensitive to oxygen conditions at the sediment-water interface, and that increased Cu was associated with the onset of urbanization in some urbanized watersheds. The mean timing of increased Pb deposition occurred at AD 1921±42 in the Halifax region and was consistent with atmospheric deposition from the use of leaded gasoline, however only in some lakes have Pb concentrations decreased since the phasing out of lead in gasoline. Collectively, our data suggest that that that historic sources of trace metals to Maritime Canadian catchments are still contributing to the contemporary trace metal load in lake sediments, and must be considered in the management of these systems.","DOI":"10.4138/atlgeol.2019.005","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I. S."}],"issued":{"date-parts":[[2019,2]]},"publisher-place":"Fredericton, New Brunswick"},
  {"id":"dunnington_etal17b","type":"paper-conference","title":"Using Lake Sediment to predict future treatment challenges: A case study from Halifax, Nova Scotia","event":"Atlantic Water and Wastewater Association Annual Conference","abstract":"The cost of surface water treatment is directly impacted by changes in metal concentrations, dissolved organic carbon, and other water quality parameters within surface water reservoirs. Water utilities build infrastructure for multi-decadal life cycles, where there is seldom a multi-decadal water quality record from which to assess long-term variability. Lake sediment has long been used to assess long-term variability in surface water quality, and has been used to obtain information about inter-annual to centennial scale changes that predate the monitoring record in drinking water reservoirs. Using 10 sediment cores collected from 6 water supply reservoirs near Halifax, Nova Scotia, we demonstrate the utility of a lake sediment approach to long-term water quality variability in the context of water supply management. The methodology used was designed to be a cost-effective, accessible, and applied approach to well-established limnological methods. Our results indicate that these methods were able to (1) assess the magnitude of past water quality variability in all reservoirs, (2) suggest additional water quality parameters that should be measured based on sedimentary metal concentrations, and (3) suggest probable future trends in dissolved organic carbon based on stable isotopes of carbon and nitrogen. Collectively our data suggest a set of limnological techniques, sediment analyses, and data management strategies that together form a preliminary framework with which to apply lake sediment analysis to the assessment of drinking water reservoirs.","URL":"http://www.acwwa.ca/conferences/conference-presentations/category/248-dalhousie-university-using-lake-sediment-to-predict-future-treatment","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I.S."},{"family":"Krkošek","given":"Wendy H."},{"family":"Gagnon","given":"Graham A."}],"issued":{"date-parts":[[2017,9]]},"publisher-place":"Charlottetown, Prince Edward Island"},
  {"id":"dunnington_etal18e","type":"paper-conference","title":"Using Lake Sediment to predict future treatment challenges: A case study from Halifax, Nova Scotia","event":"American Water Works Association Annual Conference and Exposition","abstract":"The cost of surface water treatment is directly impacted by changes in metal concentrations, dissolved organic carbon, and other water quality parameters within surface water reservoirs. Water utilities build infrastructure for multi-decadal life cycles, where there is seldom a multi-decadal water quality record from which to assess long-term variability. Lake sediment has long been used to assess long-term variability in surface water quality, and has been used to obtain information about inter-annual to centennial scale changes that predate the monitoring record in drinking water reservoirs. Using 10 sediment cores collected from 6 water supply reservoirs near Halifax, Nova Scotia, we demonstrate the utility of a lake sediment approach to long-term water quality variability in the context of water supply management. The methodology used was designed to be a cost-effective, accessible, and applied approach to well-established limnological methods. Our results indicate that these methods were able to (1) assess the magnitude of past water quality variability in all reservoirs, (2) suggest additional water quality parameters that should be measured based on sedimentary metal concentrations, and (3) suggest probable future trends in dissolved organic carbon based on stable isotopes of carbon and nitrogen. Collectively our data suggest a set of limnological techniques, sediment analyses, and data management strategies that together form a preliminary framework with which to apply lake sediment analysis to the assessment of drinking water reservoirs.","author":[{"family":"Dunnington","given":"D.W."},{"family":"Spooner","given":"I.S."},{"family":"Krkošek","given":"Wendy H."},{"family":"Gagnon","given":"Graham A."}],"issued":{"date-parts":[[2018,6]]},"publisher-place":"Los Vegas, Nevada"}
]
