{"id":["dunnington_etal15a"],"type":["paper-conference"],"title":["A 10 000 year record of environmental change at Long Lake, Cumberland Marshes, Nova Scotia-New Brunswick border region, Canada"],"event":["Atlantic Geoscience Society Colloquium"],"abstract":["Long Lake, Nova Scotia is a small, shallow lake located 12 km inland from the head of the Bay of Fundy within the Amherst Marsh, which is part of a large coastal wetland system (Cumberland Basin marshes -CBM) in the New Brunswick – Nova Scotia border region. The Border Marshes are located along the Atlantic migratory flyway and are particularly important for waterfowl and marshbird production providing both migration and breeding habitat. Though ecosystem integrity has been studied extensively, there are no records of the physical and chemical evolution of lakes in the CBM. In this study we use the paleolimnological method at Long Lake to construct a 10,000 year record of both natural and anthropogenically influenced change.\n\nThe paleolimnological records were derived from percussion and gravity cores and indicate that Long Lake was a productive, fresh water lake from at least 10,500 cal. BP, long before most lakes in the CBM were established. Increases in various metals including Pb, As and Hg in the core at about  5000 cal. BP are likely the consequence of regional fires, and indicate that a significant reservoir of these metals exists in the natural environment.  The fire events are broadly coincident with a period of widespread drying from 8000 to 4000 cal. BP. Wetter conditions and a raised water table have persisted at the site since 4000 cal. BP.  Though tidal range had increased by this time, δ13C data indicate that long-term marine incursions did not occur at the Long Lake site. The gravity core data indicate that physical and biological character of Long Lake has been fundamentally altered in the last 300 years by anthropogenic activity.  Evidence of water level lowering and forced sediment aggradation (tiding) in the 1800s was found, consistent with historical records.  Increases in metals near the top of the core are likely associated with fossil fuel combustion and naturally occurring lead mobilized by sediment re-suspension and mixing associated with boat traffic. Collectively these data indicate that Long Lake may be one of the oldest lakes in the Cumberland Basin marshes and has been fundamentally altered by anthropogenic activity in the last 300 years. The sediments in Long Lake may also represent a source for the bioaccumulation of specific metals."],"DOI":["10.4138/atlgeol.2015.005"],"author":[{"family":["Dunnington"],"given":["Dewey W."]},{"family":["White"],"given":["Hilary"]},{"family":["Spooner"],"given":["I. S."]},{"family":["White"],"given":["Christopher E."]},{"family":["O'Driscoll"],"given":["N."]},{"family":["Mclellan"],"given":["Nick"]}],"issued":{"date-parts":[[2015,1]]},"publisher-place":["Sackville, New Brunswick"]}
