{"id":["dunnington_etal18d"],"type":["paper-conference"],"title":["Evaluating long-term reservoir water quality trends using sediment chemistry and historical invertebrate abundance at Cape Breton, Nova Scotia, Canada"],"event":["Atlantic Water and Wastewater Association Annual Conference"],"abstract":["The Cape Breton Regional Municipality’s Water Utility has an excellent water quality monitoring program, however planning for infrastructure upgrades and watershed forest management under changing climatic conditions has highlighted the need for water quality data prior to the advent of regular water quality monitoring in Cape Breton water supply areas. We used sediment chemistry and historic invertebrate abundance in dated lake sediment cores from Kelly Lake and Waterford Lake (Cape Breton, Nova Scotia, Canada) to semi-quantitatively evaluate the impact of historical industrial activity and treatment works construction on historical water quality parameters. Sediment chemistry indicated that installation of treatment infrastructure at Kelly Lake released a large volume of sediment during construction but did not increase inorganic sedimentation in the long term, and historic invertebrate abundance suggested minor water quality changes following treatment works construction. At Waterford Lake, fewer invertebrate species were observed following industrial activity near the lake, suggesting a change in water quality as a result of industrial activity. Collectively, our results suggest that the combination of sediment chemistry and historical invertebrate abundance was able to provide semi-quantitative historical water quality data, and that semi-quantitative historical water quality data are valuable to informing long-term planning and management of water supply areas."],"URL":["http://www.acwwa.ca/conferences/conference-presentations/category/285-dalhousie-university-evaluating-long-term-reservoir-water-quality-trends-using-sediment-chemistry-and-historical-invertebrate-abundance-at-cape-breton"],"author":[{"family":["Dunnington"],"given":["D.W."]},{"family":["Spooner"],"given":["I. S."]},{"family":["Mazzocca"],"given":["A."]},{"family":["Gagnon"],"given":["Graham A."]}],"issued":{"date-parts":[[2018,9]]},"publisher-place":["Sydney, Nova Scotia"]}
