{"id":["spooner_etal19"],"type":["chapter"],"title":["Examples of large-scale rock slope deformation from the Tablelands and Lookout Hills of Western Newfoundland, Canada"],"container-title":["Geomorphological Landscapes of Eastern Canada (accepted)"],"publisher":["Springer-Verlag"],"abstract":["Five large gravitational slope deformation features (GSDFs) in the Lookout Mountain-Tablelands region of western Newfoundland exemplify bedrock slope instabilities in Eastern Canada.  The Lookout Hills GSDF (8.3 km3) on Bonne Bay (glacial trough) may be the largest GSDF in eastern Canada.  It appears to be a post-glacial feature, has vertical total displacement up to 100 m, and exhibits a complex arrangement of scarps and fissures.  Four other large GSDFs occur along the walls of glacial troughs in the Tablelands of Western Newfoundland with estimated volumes between 1 to 2 km3.\n  All five features are above steep slopes and have the potential to become catastrophic massive rock slope failures. While it is tempting to link the failure in all 5 GSDFs to the removal of laterally supporting bedrock or glacier ice during the late Pleistocene, the location of these deformations may simply relate to slope steepness. Non-glacial, first order controls on the deformation include changes in the effective shear strength and opening of fractures owing to Holocene permafrost thaw may have induced failure. Other climatogenic or even seismogenic triggers are possible.  However, no discernable movement has occurred in the Tablelands GSDFs in the last 50 years and the slowness of motion, combined with the absence of residential or commercial development, limit their significance as a future hazard. Nevertheless, the Lookout Hills GSDF requires more detailed study to determine the potential for future movement as rapid collapse into the adjacent fiord may present significant risk to coastal residents, infrastructure and marine ecosystems. The pattern of increasing frequency and intensity of storms events, increased winter precipitation in some locations, and more erratic temperature changes during late winter and spring, may result in an increase in movement aided by freeze-thaw.  These five sites collectively represent an opportunity to better understand large GSDFs from both a process and risk perspective."],"author":[{"family":["Spooner"],"given":["I. S."]},{"family":["Dunnington"],"given":["D.W."]},{"family":["Osborn"],"given":["G. D."]},{"family":["Berger"],"given":["A.R."]},{"family":["Brookes"],"given":["Ian A."]}],"editor":[{"family":["Catto"],"given":["Norm"]},{"family":["Slaymaker"],"given":["Olav"]}],"issued":{"date-parts":[[2019]]}}
