{"id":["dunnington_etal19"],"type":["article-journal"],"title":["Evaluating the utility of elemental measurements obtained from factory-calibrated field-portable X-Ray fluorescence units for aquatic sediments"],"container-title":["Environmental Pollution"],"page":["45-53"],"volume":["249"],"source":["ScienceDirect"],"abstract":["We assessed factory-calibrated field-portable X-ray fluorescence (pXRF) data quality for use with minimally-prepared aquatic sediments, including the precision of replicate pXRF measurements, accuracy of factory-calibrated pXRF values as compared to total digestion/ICP-OES concentrations, and comparability of calibrated pXRF values to extractable concentrations. Data quality levels for precision, accuracy, and comparability were not equivalent for element/analyzer combinations. All analyses of elements that were assessed for precision and accuracy on a single analyzer were both precise (<10% relative standard deviation) and accurate (r2 > 0.85) for K, Ca, Ti, Mn, Fe, and Zn. Calibrated pXRF values for Al, K, Ca, Ti, Mn, Fe, Cu, Zn, and Pb were within ∼10% relative difference of total digestion/ICP-OES concentrations. Calibrated pXRF values for Fe, Cu, Zn, As, and Pb were within ∼20% relative difference of extractable concentrations. Some elements had a higher level of data quality using specific analyzers, but in general, no pXRF analyzer had the highest level of data quality in all categories. Collectively, our data indicate that a wide range of factory-calibrated pXRF units are capable of providing high-quality total concentrations for the analysis of aquatic sediments."],"URL":["http://www.sciencedirect.com/science/article/pii/S0269749118327878"],"DOI":["10.1016/j.envpol.2019.03.001"],"ISSN":["0269-7491"],"author":[{"family":["Dunnington"],"given":["Dewey W."]},{"family":["Spooner"],"given":["Ian S."]},{"family":["Mallory"],"given":["Mark L."]},{"family":["White"],"given":["Chris E."]},{"family":["Gagnon"],"given":["Graham A."]}],"issued":{"date-parts":[[2019,3,5]]},"accessed":{"date-parts":[[2019,3,5]]},"container-title-short":["Environmental Pollution"]}
