{"id":["dunnington_etal15c"],"type":["paper-conference"],"title":["Decoupling natural and anthropogenic change at Alta Lake, Whistler, British Columbia: Implications for management"],"event":["Ontario-Québec Paleolimnology Symposium"],"abstract":["Small, recreationally important lakes are economically critical to communities across Canada. Currently the development of management practices to prevent the deterioration of water quality in these lakes is based on 1-2 year limnological assessments that are only able to provide short-term characterizations of water quality variability. Using carbon-dated sediment cores from Alta Lake, Whistler, British Columbia, this study reconstructed long-term changes in water quality using C/N stable isotopes, metals, and historical records. Evidence was found for large-scale landscape destabilization ca. AD 1650 and the rerouting of Twenty-one mile creek from Alta Lake to the Green Lake watershed by alluvial fan dynamics ca. AD 1770. Changes in productivity indicators (δ^13^C and δ^15^N) coincident with anthropogenic metal deposition (AD 1900 – present) were not similar to changes in productivity indicators associated with landscape destabilization and watershed dynamics, indicating human-induced nutrient loading and increased productivity. Traditional assessments of Alta Lake concluded that Alta Lake is an oligotrophic, clear-water lake with excellent water quality. This study confirmed these data but suggested that nutrient loading and increased productivity on Alta Lake is a result of human activity. These changes are subtle but indicate that a comprehensive assessment of nutrient input is necessary to prevent the future deterioration of water quality. Collectively these data confirm that a long-term perspective on water quality variability is critical for the development of effective management practices for Alta Lake and other small, recreationally important lakes across Canada."],"author":[{"family":["Dunnington"],"given":["Dewey W."]},{"family":["Spooner"],"given":["I. S."]},{"family":["White"],"given":["Christopher E."]}],"issued":{"date-parts":[[2015,5]]},"publisher-place":["Waterloo, Ontario"]}
