{"id":["godfrey_etal18"],"type":["paper-conference"],"title":["Impact of historical logging and hydroelectric development on an upland river system, nova scotia, canada: a paleolimnological perspective"],"publisher":["GSA"],"source":["gsa.confex.com"],"event":["Geological Society of America Northeast Section"],"abstract":["Upland watersheds are commonly subject to environmental change at a variety of scales. In Atlantic Canada, historical logging and watershed development for hydroelectric power generation have significantly altered flow dynamics and seasonal discharge in forested upland river systems and yet the ecological impact and environmental legacy of these practices is not well understood. In this study, the bulk geochemistry of a 14C and 210Pb-dated sediment core from a fluvial lake on the West Branch of the Avon River, Nova Scotia, Canada was used to elucidate the environmental impact of these practices.\n\nSub-bottom sonar was used to located a deep-water coring site where current was minimal and sediment accumulation had occurred. Three environmental periods were recognized in the sedimentary archive. The pre-disturbance (pre-1890 AD) period was characterized by coarse sediment, low carbon concentrations and relatively high metal loads. Increasing strontium may be associated with substantial anadromous fish residency. Significant environmental impact is evident in the last 150 years. Logging and hydraulic disruption during the second period (~ 1890 – 1910 AD) resulted in multiple unconformities and fluctuations in watershed stability proxies (particle size, Ti, K, total C/N, 13C, 15N) that collectively indicate significant forest floor, bankside and basin erosion. Hydroelectric damming, a reduction in watershed area, and a reduction in discharge during the third period (~1920 to Present) has resulted in a decrease in particle size and an increase in algal matter. Fluvial erosion decreased during this period along with concentrations of most metals. Modern logging techniques in the watershed over the past 40 years appear to have had little impact on sediment bulk geochemistry. Low strontium in this interval may indicate a reduction in anadromous fish in the river system coinciding with the installation of dams and the construction in 1970 of flood control gates downstream from the site. Collectively these data indicate that fluvial lakes can contain robust records that can be used to provide guidance for watershed scale assessment of environmental impact."],"URL":["https://gsa.confex.com/gsa/2018NE/webprogram/Paper311065.html"],"title-short":["IMPACT OF HISTORICAL LOGGING AND HYDROELECTRIC DEVELOPMENT ON AN UPLAND RIVER SYSTEM, NOVA SCOTIA, CANADA"],"language":["English"],"author":[{"family":["Godfrey"],"given":["Adam"]},{"family":["Spooner"],"given":["I.S."]},{"family":["Mallory"],"given":["Mark L."]},{"family":["Dunnington"],"given":["D.W."]},{"family":["White"],"given":["Chris E."]}],"issued":{"date-parts":[[2018,3,18]]},"accessed":{"date-parts":[[2018,3,22]]},"publisher-place":["Burlington, Vermont"]}
