{"id":["spooner_etal16"],"type":["paper-conference"],"title":["Using paleolimnological techniques and XRF to investigate metal sequestration, mobility, and bioavailability in shallow lakes: case studies from Nova Scotia, Canada"],"container-title":["Geological Society of America Abstracts with Programs"],"publisher":["Geological Society of America"],"volume":["48(2)"],"event":["Geological Socity of America Northeast Sectional Meeting"],"abstract":["Lakes in Nova Scotia, Canada are commonly used as water source reservoirs, serve as significant recreational resources ($100 m/year) and are essential habitat for many species at risk. Nova Scotia has a >300 year history of watershed alteration and impact.  Water quality, habitat stability and bioavailability of metals in lakes are a significant concern and resource managers lack effective water quality risk assessment techniques. We use applied paleolimnological techniques including X-ray fluorescence (XRF) technology to address specific knowledge gaps and decouple the effects of within lake stressors (primarily acidity and anoxia) from watershed scale disturbance.\n\nPaleolimnological investigations in the Cumberland Marsh Region (CMR) and Halifax Regional Municipality (HRM) provided  insight into the influences of water column chemistry (salinity, pH, Eh, etc.), sediment composition and changing environmental conditions on metal (As, Pb, Fe, Mn) sequestration and mobility in lake sediments.  Studies in HRM noted persistent increases in a variety of toxic trace metals that are associated with mining in the 1800s. Remobilization of legacy mining waste remaining in soils was a significant source of recent lakebed sediment contamination. In the CMR, high Pb concentrations in lakebed sediments and gastropods correlated with water column salinity and sulphide content. Lead bioavailability may be most strongly associated with the form of Pb and sediment composition.\n\nIn all studies we were able to use the paleolimnological method and XRF analyses of lakebed sediments to link changes in abiotic proxies in sediment cores to the known history of the lake basin, leading to a better understanding of how lakes and watersheds react to anthropogenic influence.  The outcomes of private sector partnerships have indicated that rapid technology and competency transfer is possible, the approach is cost and time effective and can be integrated into the companies’ service portfolio. Our public partners have used the information to make informed management decisions. These experiences indicate that application of the paleolimnological approach has the potential to provide researchers with access a wide range of projects and funding sources."],"URL":["https://gsa.confex.com/gsa/2016NE/webprogram/Paper272067.html"],"DOI":["10.1130/abs/2016NE-272067"],"author":[{"family":["Spooner"],"given":["I.S."]},{"family":["Dunnington"],"given":["D.W."]},{"family":["White"],"given":["Christopher E."]}],"issued":{"date-parts":[[2016,3,23]]},"publisher-place":["Albany, New York"]}
