[
  {"id":"dunnington_etal17","type":"article-journal","title":"A paleolimnological archive of metal sequestration and release in the Cumberland Basin Marshes, Atlantic Canada","container-title":"FACETS","page":"440-460","volume":"2","issue":"1","source":"www.facetsjournal.com","archive_location":"world","abstract":"We used a paleolimnological approach at Long Lake, Nova Scotia, to construct a 10 500-year record of metal deposition in lakebed sediments and elucidate the influence of both natural and anthropogenic environmental changes. Aquatic sediment concentrations of mercury (Hg), arsenic (As), and chromium (Cr) in Long Lake fluctuated substantially and, during some periods, exceeded guidelines for the protection of aquatic life. Increases in lead (Pb), Hg, Cr, trace metals, and nitrogen stable isotopes (δ15N) were broadly coincident with a period of widespread drying from ca. 8000 to 4000 cal BP and were likely a consequence of regional fires. From ca. 4000 cal BP until 1700 AD, metal levels in general were low due to decreased erosion, increased precipitation, and reduced fire activity. Water level lowering and forced sediment aggradation (tiding) in the 1800s led to increases in minerogenic Pb and Cr, though fossil fuel combustion also likely contributed to total Pb concentrations. Stratigraphic proxies indicated increased inorganic sedimentation rates, and reduced autochthonous productivity were coincident with lower Hg and As concentrations in the Long Lake sediment. Our data indicate that natural phenomena (fire) can result in sediment contaminant exceedances, that most metals have multiple sources, and that both human-induced disturbance and emissions have contributed to Pb contamination in the last 200 years. In addition, wetter and generally cooler climate appeared to favour lower concentrations of contaminants in lake sediments. Although wetland sediments in the Cumberland Basin Marshes are not heavily polluted with metals, the development of constructed wetlands and the disruption of aquatic sediments have the potential to concentrate, mobilize, and increase the bioavailability of metals.","URL":"http://www.facetsjournal.com/article/facets-2017-0004/","DOI":"10.1139/facets-2017-0004","language":"en","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"White","given":"Hilary"},{"family":"Spooner","given":"Ian S."},{"family":"Mallory","given":"Mark L."},{"family":"White","given":"Chris"},{"family":"O’Driscoll","given":"Nelson J."},{"family":"McLellan","given":"Nic R."}],"issued":{"date-parts":[[2017,5,23]]},"accessed":{"date-parts":[[2017,5,24]]}},
  {"id":"dunnington_spooner17","type":"article-journal","title":"Modeling the effect of convex upward sediment deformation and horizontal core sectioning on paleolimnological data","container-title":"Journal of Paleolimnology","page":"361-368","volume":"57","issue":"4","source":"link.springer.com","abstract":"We analyzed photos of convex upward deformation in split sediment cores to obtain reasonable parameters with which to model the effect of convex upward deformation on paleolimnological data. Using a 3-dimensional raster model, we modeled the effect of this deformation on a hypothetical dataset. Model results indicated that convex upward sediment deformation integrates samples from an increasingly broader range of stratigraphic layers with an increasing degree of deformation. After applying deformation, extruded concentration profiles were nearly identical, despite varying the extrusion interval between 0.1 and 1 cm, suggesting there is a limit to the resolution that can be attained by horizontal sectioning if deformation occurred during sampling. Our data suggest that it is essential to determine the degree of sediment deformation caused by coring prior to conducting high-resolution analyses on horizontally sectioned samples.","URL":"http://link.springer.com/article/10.1007/s10933-017-9947-1","DOI":"10.1007/s10933-017-9947-1","ISSN":"0921-2728, 1573-0417","language":"en","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"Ian S."}],"issued":{"date-parts":[[2017,2,14]]},"accessed":{"date-parts":[[2017,2,15]]},"container-title-short":"J Paleolimnol"},
  {"id":"dunnington_etal16","type":"article-journal","title":"A geochemical perspective on the impact of development at Alta Lake, British Columbia, Canada","container-title":"Journal of Paleolimnology","page":"315–330","volume":"56","issue":"4","source":"link.springer.com","abstract":"Small, temperate lakes are important to communities across Canada, but commonly lack the long-term water quality records that are required to assess the impact of development and environmental change. We measured a combination of bulk sediment geochemistry and stable isotopes of carbon and nitrogen in a 210Pb- and 14C-dated sediment core from Alta Lake, Whistler, British Columbia. Channel avulsion at AD 1754 ± 81 on the 21-Mile Creek alluvial fan resulted in increased deposition of organic matter with a signal of autochthonous production. A decrease in δ13C beginning at AD 1949 ± 17 indicates an increase in pelagic productivity relative to benthic productivity and/or sewage input to Alta Lake. A corresponding increase in δ15N indicates an increase in sewage-derived nutrients during the same time period. These changes were synchronous and coincide with the onset of rapid development in the Whistler Valley. Increased metal deposition (Cu, As, and Zn) during the same period resulted from watershed disturbance during highway construction. Cu, As, and Zn concentrations correlated positively with C concentrations and negatively with Ti and K, suggesting removal of metals from the water column is closely related to autochthonous organic matter deposition. Fe/Mn ratios and Mo concentrations were expected to respond to hypolimnetic oxygen availability in response to decreased flushing rate and increased productivity following the loss of inflow from 21-Mile Creek, but did not display a clear time-stratigraphic signal. Collectively, these data suggest that the combination of bulk geochemistry and stable isotopes was an effective suite of variables for inferring environmental change and the effects of development on Alta Lake.","URL":"http://link.springer.com/article/10.1007/s10933-016-9919-x","DOI":"10.1007/s10933-016-9919-x","ISSN":"0921-2728, 1573-0417","language":"en","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"Ian S."},{"family":"White","given":"Chris E."},{"family":"Cornett","given":"R. Jack"},{"family":"Williamson","given":"Dave"},{"family":"Nelson","given":"Mike"}],"issued":{"date-parts":[[2016,11,1]]},"accessed":{"date-parts":[[2016,10,5]]},"container-title-short":"J Paleolimnol"},
  {"id":"spooner_etal17","type":"article-journal","title":"Late Holocene Records of Changing Moisture Regime from Wetlands in Southwestern Nova Scotia, Canada: Implications for Wetland Conservation and Restoration","container-title":"Northeastern Naturalist","page":"331-348","volume":"24","issue":"3","source":"bioone.org (Atypon)","abstract":"An understanding of the morphological stability and succession of open water and wetland ecosystems in Nova Scotia is a priority for informing the conservation management of critical habitats for a complex of nationally listed, rare, disjunct wetland species. Baltzer Bog and Big Meadow Bog in southwestern Nova Scotia contain stratigraphic records of late Holocene moisture variability. Baltzer Bog is a shrub bog that formed in an elevated, enclosed kettle basin. Excavated sections exposed by peat mining revealed 2 distinct wood-rich horizons that are located above a well-developed soil and wood horizon that yielded a radiocarbon-dated age of 3260 cal. BP from an upright stump. The overlying wood-rich horizons were dated at 1640 and 1045 cal. BP and were overlain by Sphagnum species transitions indicative of increasing wetness. At Big Meadow Bog, a thin wood mat in Sphagnum at 90 cm depth was dated at 1760 cal. BP. These records are broadly correlative with pollen and stratigraphic data from Pleasant River Fen in central Nova Scotia that indicate periods of high and low productivity and a fluctuating water table from 1950 cal. BP until present. Though other high-resolution paleoclimate records from the region indicate that the late Holocene was a time of increasing precipitation and cooler air temperatures, these wetland records demonstrate that in Nova Scotia this time period was characterized by rapid variations in effective moisture and that significant and sustained dry periods likely occurred. This record of late Holocene moisture variability and its influence on habitat structure serves to better establish the potential for long-term residency of threatened and endangered species at wetland sites.","URL":"http://www.bioone.org/doi/abs/10.1656/045.024.0310","DOI":"10.1656/045.024.0310","ISSN":"1092-6194","title-short":"Late Holocene Records of Changing Moisture Regime from Wetlands in Southwestern Nova Scotia, Canada","author":[{"family":"Spooner","given":"Ian"},{"family":"Principato","given":"Sarah"},{"family":"Hill","given":"Nicholas"},{"family":"White","given":"Hilary"},{"family":"Dunnington","given":"Dewey"},{"family":"Neily","given":"Tom"},{"family":"Stolze","given":"Susann"}],"issued":{"date-parts":[[2017,9,1]]},"accessed":{"date-parts":[[2017,9,25]]},"container-title-short":"Northeastern Naturalist"},
  {"id":"dunnington_spooner18","type":"article-journal","title":"Using a linked table-based structure to encode self-describing multiparameter spatiotemporal data","container-title":"FACETS","page":"326-337","volume":"3","issue":"1","abstract":"Multiparameter data with both spatial and temporal components are critical to advancing the state of environmental science. These data and data collected in the future are most useful when compared with each other and analyzed together, which is often inhibited by inconsistent data formats and a lack of structured documentation provided by researchers and (or) data repositories. In this paper we describe a linked table-based structure that encodes multiparameter spatiotemporal data and their documentation that is both flexible (able to store a wide variety of data sets) and usable (can easily be viewed, edited, and converted to plottable formats). The format is a collection of five tables (Data, Locations, Params, Data Sets, and Columns), on which restrictions are placed to ensure data are represented consistently from multiple sources. These tables can be stored in a variety of ways including spreadsheet files, comma-separated value (CSV) files, JavaScript object notation (JSON) files, databases, or objects in a software environment such as R or Python. A toolkit for users of R statistical software was also developed to facilitate converting data to and from the data format. We have used this format to combine data from multiple sources with minimal metadata loss and to effectively archive and communicate the results of spatiotemporal studies. We believe that this format and associated discussion of data and data storage will facilitate increased synergies between past, present, and future data sets in the environmental science community.","URL":"https://doi.org/10.1139/facets-2017-0026","DOI":"10.1139/facets-2017-0026","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"Ian S."}],"issued":{"date-parts":[[2018,3,18]]}},
  {"id":"dunnington_etal18","type":"article-journal","title":"Anthropogenic activity in the Halifax region, Nova Scotia, Canada, as recorded by bulk geochemistry of lake sediments","container-title":"Lake and Reservoir Management","page":"334-348","volume":"34","issue":"4","abstract":"Separating the timing and effects of multiple watershed disturbances is critical to a comprehensive understanding of lakes, which is required to effectively manage lacustrine systems that may be experiencing adverse water quality changes. Advances in X-ray fluorescence (XRF) technology has led to the availability of high-resolution, high-quality bulk geochemical data for aquatic sediments, which in combination with carbon, nitrogen, δ13C, and δ15N have the potential to identify watershed-scale disturbance in lake sediment cores. We integrated documented anthropogenic disturbances and changes in bulk geochemical parameters at 8 lakes within the Halifax Regional Municipality (HRM), Nova Scotia, Canada, 6 of which serve as drinking water sources. These data reflect more than 2 centuries of anthropogenic disturbance in the HRM that included deforestation, urbanization and related development, and water-level change. Deforestation activity was documented at Lake Major and Pockwock Lake by large increases in Ti, Zr, K, and Rb (50–300%), and moderate increases in C/N (>10%). Urbanization was resolved at Lake Fletcher, Lake Lemont, and First Lake by increases in Ti, Zr, K, and Rb (10–300%), decreases in C/N (>10%), and increases in δ15N (>2.0‰). These data broadly agree with previous paleolimnological bioproxy data, in some cases identifying disturbances that were not previously identified. Collectively these data suggest that bulk geochemical parameters and lake sediment archives are a useful method for lake managers to identify causal mechanisms for possible water quality changes resulting from watershed-scale disturbance.","URL":"https://www.tandfonline.com/doi/full/10.1080/10402381.2018.1461715","DOI":"10.1080/10402381.2018.1461715","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"I. S."},{"family":"Krkošek","given":"Wendy H."},{"family":"Gagnon","given":"Graham A."},{"family":"Cornett","given":"R. Jack"},{"family":"White","given":"Chris E."},{"family":"Misiuk","given":"Benjamin"},{"family":"Tymstra","given":"Drake"}],"issued":{"date-parts":[[2018,6,18]]}},
  {"id":"dunnington_etal19","type":"article-journal","title":"Evaluating the utility of elemental measurements obtained from factory-calibrated field-portable X-Ray fluorescence units for aquatic sediments","container-title":"Environmental Pollution","page":"45-53","volume":"249","source":"ScienceDirect","abstract":"We assessed factory-calibrated field-portable X-ray fluorescence (pXRF) data quality for use with minimally-prepared aquatic sediments, including the precision of replicate pXRF measurements, accuracy of factory-calibrated pXRF values as compared to total digestion/ICP-OES concentrations, and comparability of calibrated pXRF values to extractable concentrations. Data quality levels for precision, accuracy, and comparability were not equivalent for element/analyzer combinations. All analyses of elements that were assessed for precision and accuracy on a single analyzer were both precise (<10% relative standard deviation) and accurate (r2 > 0.85) for K, Ca, Ti, Mn, Fe, and Zn. Calibrated pXRF values for Al, K, Ca, Ti, Mn, Fe, Cu, Zn, and Pb were within ∼10% relative difference of total digestion/ICP-OES concentrations. Calibrated pXRF values for Fe, Cu, Zn, As, and Pb were within ∼20% relative difference of extractable concentrations. Some elements had a higher level of data quality using specific analyzers, but in general, no pXRF analyzer had the highest level of data quality in all categories. Collectively, our data indicate that a wide range of factory-calibrated pXRF units are capable of providing high-quality total concentrations for the analysis of aquatic sediments.","URL":"http://www.sciencedirect.com/science/article/pii/S0269749118327878","DOI":"10.1016/j.envpol.2019.03.001","ISSN":"0269-7491","author":[{"family":"Dunnington","given":"Dewey W."},{"family":"Spooner","given":"Ian S."},{"family":"Mallory","given":"Mark L."},{"family":"White","given":"Chris E."},{"family":"Gagnon","given":"Graham A."}],"issued":{"date-parts":[[2019,3,5]]},"accessed":{"date-parts":[[2019,3,5]]},"container-title-short":"Environmental Pollution"},
  {"id":"dunnington_etal19a","type":"article-journal","title":"Evaluating the utility of element normalization methods in aquatic sediments","container-title":"Journal of Paleolimnology (submitted)","author":[{"family":"Dunnington","given":"D.W."},{"family":"Gregory","given":"Braden R. B."},{"family":"Spooner","given":"I. S."},{"family":"White","given":"Christopher E."},{"family":"Gagnon","given":"Graham A."}],"issued":{"date-parts":[[2019]]}},
  {"id":"spooner_etal19","type":"chapter","title":"Examples of large-scale rock slope deformation from the Tablelands and Lookout Hills of Western Newfoundland, Canada","container-title":"Geomorphological Landscapes of Eastern Canada (accepted)","publisher":"Springer-Verlag","abstract":"Five large gravitational slope deformation features (GSDFs) in the Lookout Mountain-Tablelands region of western Newfoundland exemplify bedrock slope instabilities in Eastern Canada.  The Lookout Hills GSDF (8.3 km3) on Bonne Bay (glacial trough) may be the largest GSDF in eastern Canada.  It appears to be a post-glacial feature, has vertical total displacement up to 100 m, and exhibits a complex arrangement of scarps and fissures.  Four other large GSDFs occur along the walls of glacial troughs in the Tablelands of Western Newfoundland with estimated volumes between 1 to 2 km3.\n  All five features are above steep slopes and have the potential to become catastrophic massive rock slope failures. While it is tempting to link the failure in all 5 GSDFs to the removal of laterally supporting bedrock or glacier ice during the late Pleistocene, the location of these deformations may simply relate to slope steepness. Non-glacial, first order controls on the deformation include changes in the effective shear strength and opening of fractures owing to Holocene permafrost thaw may have induced failure. Other climatogenic or even seismogenic triggers are possible.  However, no discernable movement has occurred in the Tablelands GSDFs in the last 50 years and the slowness of motion, combined with the absence of residential or commercial development, limit their significance as a future hazard. Nevertheless, the Lookout Hills GSDF requires more detailed study to determine the potential for future movement as rapid collapse into the adjacent fiord may present significant risk to coastal residents, infrastructure and marine ecosystems. The pattern of increasing frequency and intensity of storms events, increased winter precipitation in some locations, and more erratic temperature changes during late winter and spring, may result in an increase in movement aided by freeze-thaw.  These five sites collectively represent an opportunity to better understand large GSDFs from both a process and risk perspective.","author":[{"family":"Spooner","given":"I. S."},{"family":"Dunnington","given":"D.W."},{"family":"Osborn","given":"G. D."},{"family":"Berger","given":"A.R."},{"family":"Brookes","given":"Ian A."}],"editor":[{"family":"Catto","given":"Norm"},{"family":"Slaymaker","given":"Olav"}],"issued":{"date-parts":[[2019]]}}
]
