{"id":["dunnington_etal16a"],"type":["paper-conference"],"title":["Paleolimnology and long-term perspectives on water quality at Alta Lake, Whistler, British Columbia, Canada: implications for management"],"container-title":["Geological Society of America Abstracts with Programs"],"publisher":["Geological Society of America"],"volume":["48(2)"],"event":["Geological Socity of America Northeast Sectional Meeting"],"abstract":["Small, recreationally important lakes are economically critical to many communities. Development of management practices to prevent the deterioration of water quality in these lakes is primarily based on 1-2 year limnological assessments that are only able to provide short-term characterizations of water quality variability. The paleolimnological approach can be used to reconstruct variability of water quality parameters over longer time scales in contrast to the limited range of limnological studies, providing the necessary context in which to decouple natural and anthropogenic change in lacustrine systems. Alta Lake, in Whistler, British Columbia, Canada, is a small, recreationally important lake. Using a 210Pb and 14C dated sediment core, long-term changes in water quality were reconstructed using C/N stable isotopes (δ13C and δ15N), metals, and historical records. Evidence was found for a large-scale influx of terrestrial carbon at 1563±98 AD and channel avulsion on the 21-Mile Creek alluvial fan at 1754±81 AD. Changes in stable isotopes beginning at 1949±17 AD indicated increased productivity in response to nutrient loading from septic-derived nutrients. Increased metal deposition (Cu, As, and Zn) during the same period indicates that watershed disturbance during the construction of the highway was likely a significant contributor of metals to Alta Lake. Previous 1-2 year limnological assessments of Alta Lake concluded that Alta Lake is an oligotrophic, clear-water lake with excellent water quality. This study confirmed these data but indicated that nutrient loading and increased productivity in Alta Lake continue to occur. The application of the paleolimnological method to the assessment of Alta Lake confirmed that the suite of abiotic proxies used was effective in characterizing long-term trends in water quality, and that a long-term perspective on water quality variability is necessary to develop effective management practices for Alta Lake and other small, economically important lakes."],"URL":["https://gsa.confex.com/gsa/2016NE/webprogram/Paper272385.html"],"DOI":["10.1130/abs/2016NE-272385"],"author":[{"family":["Dunnington"],"given":["Dewey W."]},{"family":["Spooner"],"given":["I. S."]},{"family":["White"],"given":["Christopher E."]}],"issued":{"date-parts":[[2016,3,23]]},"publisher-place":["Albany, New York"]}
