{"id":["dunnington_spooner18"],"abstract":"Multiparameter data with both spatial and temporal components are critical to advancing the state of environmental science. These data and data collected in the future are most useful when compared with each other and analyzed together, which is often inhibited by inconsistent data formats and a lack of structured documentation provided by researchers and (or) data repositories. In this paper we describe a linked table-based structure that encodes multiparameter spatiotemporal data and their documentation that is both flexible (able to store a wide variety of data sets) and usable (can easily be viewed, edited, and converted to plottable formats). The format is a collection of five tables (Data, Locations, Params, Data Sets, and Columns), on which restrictions are placed to ensure data are represented consistently from multiple sources. These tables can be stored in a variety of ways including spreadsheet files, comma-separated value (CSV) files, JavaScript object notation (JSON) files, databases, or objects in a software environment such as R or Python. A toolkit for users of R statistical software was also developed to facilitate converting data to and from the data format. We have used this format to combine data from multiple sources with minimal metadata loss and to effectively archive and communicate the results of spatiotemporal studies. We believe that this format and associated discussion of data and data storage will facilitate increased synergies between past, present, and future data sets in the environmental science community.","type":["article-journal"],"title":["Using a linked table-based structure to encode self-describing multiparameter spatiotemporal data"],"container-title":["FACETS"],"page":["326-337"],"volume":["3"],"issue":["1"],"URL":["https://doi.org/10.1139/facets-2017-0026"],"DOI":["10.1139/facets-2017-0026"],"author":[{"family":["Dunnington"],"given":["Dewey W."]},{"family":["Spooner"],"given":["Ian S."]}],"issued":{"date-parts":[[2018,3,18]]}}
